Repository: edgar-macias/MVVM-notes-app-example
Catalog: Notes/*.lproj/Localizable.strings
Languages: fr

source: Buscar por fecha
fr: Search by date

source: Notas
fr: Notes

source: Agregar nota
fr: Add note

source: Editar nota
fr: Edit note

source: Seleccionar fecha
fr: Set date

source: Guardar
fr: Save

source: El titulo de la nota es requerido
fr: The title is required

source: Titulo
fr: Title
